{
  "common": {
    "our_offering": "Our offering",
    "contact_us": "Contact Us"
  },
  "navbar": {
    "customer_cases": "Customer cases",
    "contact": "Contact",
    "service_offering": "Service Offering",
    "system_implementation": "System implementation",
    "integration": "Integration",
    "dedicated_teams_and_resources": "Dedicated teams & resources",
    "support_and_maintenance": "Support & Maintenance",
    "system_implementation_description": "Adapt system support for efficient operations",
    "integration_description": "Powerful integration for a complete IT environment",
    "dedicated_teams_and_resources_description": "Fill gaps in teams with highly qualified professionals",
    "support_and_maintenance_description": "Software maintenance and support specific services",
    "system": "System",
    "crm": "CRM",
    "erp": "ERP",
    "mobile": "Mobile",
    "payments": "Payments",
    "accounting": "Accounting",
    "productivity": "Productivity",
    "bi": "Business Intelligence",
    "ecommerce": "Ecommerce"
  },
  "footer": {
    "cases": "Cases",
    "blogs": "Blogs",
    "privacy_and_policy": "Privacy & Policy",
    "terms_condition": "Terms Condition",
    "cookies_settings": "Cookies Settings",
    "how_can_we_help": "Hey, how can we help?",
    "send_message": "Send message",
    "company": "Company",
    "resources": "Resources",
    "address": "1/8A Le Hong Phong street, Ngo Quyen district, Hai Phong city"
  },
  "homepage": {
    "great_people_application_description": "Searching for talented and self-propelled developers",
    "igoterra_description": "Record wildlife observations with any device",
    "timeedit_description": "Great academia requires great software",
    "chromaway_description": "Making sense of the blockchain",
    "appsport_description": "Appspotr the leading low-code app-builder",
    "efacademy_description": "Mobile apps for boarding school students",
    "read_case": "Read case",
    "full_service_tech_partner": "Full-service tech partner",
    "software_development_for_brands": "Software development for brands that want to achieve more.",
    "our_team_develops_apps": "Our team develops apps, e-com, web and custom applications using best in class software.",
    "specialized_in": "Specialized in",
    "create_frictionless_workflows": "Create frictionless workflows",
    "there_is_no_way_around": "There is no way around the fact that both employees and customers expect a user centric digital experience. We help clients that have decided to make the digital opportunity their main priorty and competitive advantage.",
    "our_portfolio_which_we_are_happy": "Our portfolio which we are happy to show you",
    "process": {
      "tradition": "Traditional",
      "tradition_title": "Traditional business model",
      "tradition_description": "We not only focus on software development, but also on creating value for customers. We concentrate on delivering value to customers.",
      "digital_transformation": "Digitization",
      "digital_transformation_title": "Digitization",
      "digital_transformation_description": "Convert information from physical form to digital form. Put simply, digitization is the process of transforming information on paper, film, sound... into data stored in bits and bytes in a computer.",
      "digital_transformation_definition": "Definition of digital transformation",
      "digital_transformation_definition_title": "Digital transformation",
      "digital_transformation_definition_description": "Business digital transformation integrates digital tech to boost efficiency, management, capabilities, competitiveness, and create new value.",
      "digital_transformation_process": "Roadmap of digital transformation",
      "digital_transformation_process_title": "Roadmap of digital transformation",
      "digital_transformation_process_description": "The roadmap for digital transformation includes a preparation stage and three stages to gradually transition from \"doing digital\" to \"becoming digital\" and finally \"being digital.\"",
      "digital_transformation_solutions": "Solutions for digital transformation",
      "digital_transformation_solutions_title": "Solutions for digital transformation",
      "digital_transformation_solutions_description": "Businesses must select solutions tailored to their needs and goals, such as CRM systems, payment systems, data analysis tools, IoT, and AR/VR.",
      "digital_transformation_benefits": "Benefits of digital transformation",
      "digital_transformation_benefits_title": "Benefits of digital transformation",
      "digital_transformation_benefits_description": "Digital transformation brings substantial benefits to businesses, including improved efficiency, enhanced customer experience, expanded opportunities, and sustainable advantages.",
      "about_us": "About us",
      "about_us_title": "About us",
      "about_us_description": "EINSLIGHT learns from cutting-edge technology worldwide, harmoniously adapting to the infrastructure and business conditions of Vietnam to provide the most effective and purely Vietnamese solutions."
    }
  },
  "blogs": {
    "header_1": "The news that surrounds us is collected here",
    "header_2": "Read watch and absorb the content that we publish in our news blog. Also leave comments and communicate with other users.",
    "forging_your_path": "Forging your path",
    "business": "Business",
    "basic_of_proper_ui": "Basics of a proper UI",
    "design": "Design",
    "planning_for_change": "Planning for change",
    "finance": "Finance",
    "how_to_start_earning": "How to start earning",
    "right_priortities_help_us": "The right priorities help us in the direction of our potential which is why it is important for earnings.",
    "color_palette": "Color palette",
    "each_of_us_has_different_favorite": "Each of us has a different favorite and not so much color so it is worth starting with it.",
    "the_news_that_surrounds_us": "The news that surrounds us is collected here",
    "read_watch_and_absorb_the_content": "Read watch and absorb the content that we publish in our news blog. Also leave comments and communicate with other users.",
    "newsletter": "Newsletter",
    "email_address": "Email Address",
    "subscribe": "Subscribe",
    "we_will_never_share_your_details": "We'll never share your details. See our",
    "popular": "Popular",
    "read_story": "Read story",

    "blog_post": {
      "news": "News",
      "who_are_you_again": "Who are you again?",
      "i_ve_been_working_remotely": "I’ve been working remotely for ~3 years for clients from the US and Europe. This helped me to significantly increase my income compared to what I was making while working as an in-house designer at a well-known company in Bucharest, Romania. During those 3 years, I’ve gone through highs and lows, I’ve made mistakes, and tried to learn from them. I’m, by no means, at the peak of my design career, but I think I’ve learned some things that will help folks in similar positions be more successful in going remote.",
      "remote_is_not_for_everyone": "Remote is not for everyone",
      "working_remotely_has_a_lot_perks": "Working remotely has a lot of perks, but it also comes with some things that some people consider to be drawbacks. These are not unsolvable problems, but they can weigh on you if not addressed.",
      "working_remotely_can_get_lonely": "Working remotely can get lonely. You’re no longer in a busy officewith tens or hundreds of people. Remote workers also don’t have tocommute to the office, which can end up keeping them in the houseall day. That can quickly become depressing for people that don’tenjoy this kind of solitude. You can easily fix this by joining acoworking space or going out to work in coffee shops and othersocial places.",
      "remote_workers_also_need_to_be": "Remote workers also need to be self-starters, motivated, andresponsible. In effect, a remote worker is a one-man business. Thatcomes with a lot of responsibility. You’ll own all the wins and allthe losses. If you’re not a person will a fair amount ofself-discipline, drive, and commitment, remote work might not be theright fit for you.",
      "create_your_work_env": "Create your work environment",
      "any_remote_worker_needs": "Any remote worker needs a proper work environment to be productive.The mind associates spaces with different activities and sets yourmental state accordingly. For example, the bedroom is associatedwith sleeping and relaxation. That’s why you won’t get much done ifyou plan on lounging on your bed with your laptop all day.",
      "einslight_is_a_powerful_tool": "“Einslight is a powerful tool for designing beautiful websites”",
      "i_recommend_having_separate_room": "I recommend having a separate room for your office. If that’s not anoption, think about setting up a work area in your living room. Ifthat’s also not possible, set up your work desk in your bedroom, butconsider separating it with some sort of paravane. For those whodon’t have space, work hubs such as Mindspace or WeWork are a goodalternative but will cost time and money.",
      "setup_business_and_separate": "Setup a business and a separate bank account",
      "this_is_self_explanatory": "This is self-explanatory. You need to set up a legal framework thatyou can use to invoice clients and receive payments. Don’t use yourpersonal bank account. It will make it a lot easier to track yourincome and expenses and assess your performance over time",
      "this_is_the_one_i_used": "This is the one I used the most and I had a good experience withit. It’s a US company, with clients of all sizes and from all overthe world. In my experience, I’ve worked mostly with start-ups andsmall companies.",
      "they_re_similar_to_toptal": "They’re similar to Toptal but on a smaller scale. Their projectsare mostly from Germany and sometimes require you to travel to thecustomers’ offices for workshops.",
      "those_are_options_you": "Those are options you can consider but I don’t recommend them. Thequality of the projects and their budgets are average at best.",
      "share_this_article": "Share this article:",
      "you_may_interested_these_articles": "You may be interested in these articles"
    }
  },
  "case_study": {
    "tech_stack": "Tech stack",
    "service": "Service",
    "location": "Location",
    "size": "Size",
    "website": "Website",
    "planning_for_change_description": "When planning changes the main thing is to consider your investment as well as what you will get in the end.",
    "you_may_be_interested": "You may be interested in these articles",

    "chromaway": {
      "dedicated_resource": "Dedicated resources",

      "make_sense_of_blockchain": "Making sense of the blockchain",
      "builder_of_relational_blockchain_solutions": "builder of relational blockchain solutions",
      "accelerating_development_cutting_edge": "Accelerating development of cutting edge services",
      "in_2018_chromaway_started": "In 2018 ChromaWay started working with",
      "einslight_blockchain_and_aws_developers": "Einslight's Blockchain and AWS developers to accelerate their innovation of cutting edge services.",
      "turning_to": "Turning to",
      "for_extended_software": "for extended software development capacity",
      "chromaway_is_an_innovative_blockchain_technology": "ChromaWay is an innovative blockchain technology company that grows at high speed and is nominated as one of the 33 hottest start-ups in Sweden. During 2018 ChromaWay faced a challenge as they needed to speed up their development but had limited time to search for and source experienced developers with very specific skills. After having evaluated different options, the ChromaWay-team have put their trust in Einslight for first a small pilot that quickly has grown into a team of dedicated developers with experience of primarily blockchain technology and AWS.",
      "combination_of_soft_hard_skills": "Combination of soft and hard skills",
      "henrik_hjelte_founder_and_ceo_chromaway": "Henrik Hjelte, Founder and CEO of ChromaWay, tells us that before they worked with",
      "he_spend_a_lot_of_time_energy": "he spend a lot of time and energy trying to find suitable developers. ChromaWay is a relatively small company with great growth ambitions, and the partnership with",
      "could_free_up_time": "could free up time that they had previously spent on recruitment. \"We have had a really hard time finding a good combination of competence and personality.",
      "through": "Through",
      "we_found_world_class": "we found world-class talents, I have met developers that are unique through",
      "i_dont_think_we_could_have_found": "Einslight's developer team. I don't think we could have found this combination of hard and soft skills elsewhere on our own\" – Henrik Hjelte, CEO of ChromaWay, comments.",
      "i_dont_think_we_could_have_found_quote": "Einslight's developer team. I don't think we could have found this combination of hard and soft skills elsewhere on our own",
      "doubling_the_development_capacity": "Doubling the development capacity in short time",
      "after_chromaway_had_evaluated": "After ChromaWay had evaluated a pilot they decided to extend their dependency on",
      "team_matched_chromaway": "Einslight's team matched ChromaWay specifications towards the network, and consequently, their team was doubled in a matter of weeks. The future for ChromaWay looks bright and through Einslight they have found a reliable tech-partner."
    },
    "igottera": {
      "cloud_based_service": "Cloud-based service",
      "sweden": "Sweden",

      "what_issues_did_you_have_that_made": "What issues did you have that made you find Einslight?",
      "we_used_our_own_employees": "At first, we used our own employees and Swedish contractors. But in the long run, we needed to complement our workforce with more developers. We required competent and flexible developers. Of course, we were also looking for developers at a reasonable rate, which Einslight could offer. Even though we compared several different options, we found developers quickly with Einslight.",
      "why_did_you_choose": "Why did you choose Einslight?",
      "three_simple_reasons": "Three simple reasons: Good customer support, and the fact that it's a quick and efficient service. Another plus was the platform's interface, which was very simple and easy to use.",
      "how_has_your_contact": "How has your contact with Einslight been?",
      "we_ve_spoken_to_our_account_manager": "We've spoken to our account manager, aside from the actual Einslight talents. Overall, it has worked superbly. Einslight — and its developers — have been very accessible.",
      "how_has_your_experience": "How has your experience with the developers been?",
      "excellent_they_not_only_possess": "Excellent. They not only possess very strong competence within their specific skill set, but have great general knowledge of IT. Furthermore, they've been very dedicated and are very quick to help out when needed. As for results, they've generally been of very high quality. Any minor errors we've found have been quickly rectified when noticed.",
      "what_do_you_think_is_the_best": "What do you think is the biggest benefit with Einslight developers?",
      "though_the_einslight_developers": "Through the Einslight developers we've saved both time and money. This makes us look at Einslight as a sustainable long-term solution as well.",
      "building_the_global_hub": "Building the global hub for wildlife observations",
      "mission_igottera": "Mission: solid user-experience",
      "igoterra_is_the_wildlife": "iGoTerra is the wildlife network to record, manage and share all your wildlife observations, lists, photos and trips. Founded in Sweden in 2012, the company is a global force of nature — figuratively — with customers from all over the world.",
      "igoterra_lets_you_record_your_wildlife": "iGoTerra lets you record your wildlife observations with any device, prepare for your next trip with personalised country checklists, and share your wildlife memories with your friends (and watch yourself rise in the ranks). The platform is also used extensively by commercial wildlife tour operators and NGOs.",
      "such_a_platform_requires_a_solid_user_experience": "Such a platform requires a solid user-experience and talented developers to implement it. After searching for local developers, iGoTerra then turned to Einslight for help to connect them with remote top developers. We spoke to Vice President & Partner Björn Andersson about their experience with finding developers."
    },

    "time_edit": {
      "timeedit_the_leading": "TimeEdit - the leading provider of administrative academic software solutions",
      "great_academia": "Great academia requires great software",
      "scaling_effortless": "Scaling effortlessly with a trusted tech-parnter",
      "in_early_2018_time_edit": "In early 2018, TimeEdit faced further expansion and growth. With an existing tech team with six developers, they needed to find additional talents. They were was faced with two choices: to hire new developers in Sweden or look at remote options.",
      "time_edit_had_two_main": "TimeEdit had two main required skills of those they were looking for: seniority and motivation. Their experience was that the combination of seniority and motivation is difficult to find in Sweden why they contacted",
      "solutions": "Solutions",
      "offered_the_combination": "offered the combination that TimeEdit was looking for.",
      "timeedit_started_with_2_flex": "TimeEdit started with 2 FLEX developers over nine months (25h/w) and now TimeEdit is working effectivity and successfully with a team of 5 full-time developers, all of whom are located at",
      "office_in_central_saigon": "'s office in central Saigon, as part of the",
      "community": "Community",
      "headhunted_every_individual": "headhunted every individual team member including a team leader to build a team that could work closely together. It took 4 weeks to find the Talents and the developers were able to start in 2-8 weeks.",
      "results": "Results",
      "the_excellence_in_einslight": "The excellence in Einslight's team together with their internal tech team enabled rapid development and continued growth. As TimeEdit expands quickly, they are in the greatest need of a well-functioning tech team."
    },

    "app_sport": {
      "mobile_app": "Mobile application",
      "app_builder_software": "App Builder Software",

      "appsport_the_leading_low_code": "Appspotr the leading low-code app-builder",
      "appsport_is_an_online": "AppSpotr is an online service that offers users the ability to create and maintain beautiful native phone and tablet apps for free.",
      "pontus_backlund": "Pontus Backlund, CTO at AppSpotr, faced a massive challenge in 2018, filling headcounts for tech-related roles turned out to be a massive painpoint. The company had been looking to expand their development team for about six months, to no avail, when they encountered",
      "backlund_came_across": "Backlund came across",
      "by_a_colleagues": "by a colleague's referral and just like that, the outsourcing process began. Backlund provided an overview of expectations      and requirements of what he looked for in candidates looking to join his team.",
      "next_he_was_presented": "Next, he was presented with a selection of handpicked developers that matched his needs to expand his development team. Lastly,",
      "took_care_of_all_the_admin": "took care of all the admin details and let them get to work. Here's Backlund's experience in his own words.",
      "how_did_you_solve_your_dev": "How Did You Solve Your Development Needs Before Einslight",
      "things_moved_at_a_much": "Things moved at a much slower pace before we started working with Einslight. Most of the time, we waited patiently, and used contractors to a certain degree but there was always a delay. Unfortunately, it wasn't a sustainable solution and we really needed something much more long-term in order for us to move forward. We discussed solutions with a few offshore contracting companies, but nothing seemed to meet our specific needs.",
      "what_was_your_experience": "What Was Your Experience Working With Einslight like?",
      "from_start_to_finish": "From start to finish, the experience has been great and we'd happily recommend Einslight to others. Our main contact has been with Filip Bengtsson and he has been a strong resource for us along the way making sure the transition went smoothly while also providing us with positive feedback and guidance.",
      "how_was_your_experience": "How Was Your Experience with Einslight's Developers?",
      "our_developers_worked_out": "Our developers worked out very well for us. We've had to set fairly high standards when it comes to proactive work and the ability to solve abstract problems without much input — which can be tough — but it has worked out very well. In addition, as far as communication goes, we never had any issues. All of the developers speak English extremely well. Overall, the results have definitely exceeded our expectations.",
      "what_would_you_say": "What Would You Say Is the Biggest Benefit with Einslight's Developers?",
      "the_absolutely_biggest_benefit": "The absolutely biggest benefit is having",
      "as_a_resource_to_find": "as a resource to find these qualified developers. It's extremely tough in Scandinavia, and we've spent a very long time looking for expert developers and have come up with no results countless times.",
      "how_has_einslight_helped": "How Has Einslight Helped You Reach Your Goals?",
      "our_current_einslight": "Our current Einslight developers have been assisting with our maintenance and core functions. This has given our other team members more time to focus on implementing new features as well as helping the company continue to move forward towards our goals. With",
      "not_only_have_we_saved": "not only have we saved a great deal of time but also money."
    },

    "ef_academy": {
      "connecting_students": "Connecting students to great technology",
      "mobile_apps_for_boarding": "Mobile apps for boarding school students",
      "we_had_some_great_developers": "We had some great developers in house, but no one that was knowledgeable in working with mobile apps, which we really wanted to develop, first for our student and later for their parents as well.",
      "what_were_your_goals": "What were your goals for this project?",
      "to_provide_customers_with_one": "To provide customers with one single source where they could easily keep up to date on all needed information about the schedule, progress, information from the school etc.",
      "solution": "SOLUTION",
      "how_did_you_select": "How did you select this vendor?",
      "i_was_recommend": "I was recommended",
      "as_a_good_option": "as a good option from a close friend who had been helped by developers from",
      "for_a_longer_period_of_time": "for a longer period of time. Especially we sought after a good valuefor money to show what could be done for the customers without signing up for too big a cost.",
      "describe_the_project_in_detail": "Describe the project in detail.",
      "we_had_a_clear_project": "We had a clear project plan for a MVP, and were lucky to find anexcellent developer within just two interviews. We werespecifically looking for someone who could work in React Native to get the application working for both Operation Systems atonce.",
      "the_feasibility_for_this": "The feasibility for this was also discussed with the developerin the early talks. He can back with a very reasonable quote,that he also kept to very well (apart from extra tasks that weadded to the project of course). During 4 months we workedtogether to get the initial product ready and launched before the start of the new school year.",
      "during_the_first_term_of_year": "During the first term of the year we also made additionalupdates based on feedback from the staff and students in theschool. After that we started working on a similar oneapplication for the parents. This development was made alongsidethe development of a new web app for the parents, so that we could make sure they were both aligned and behaved and looked inthe same way.",
      "the_einslight_developer_worked_very_well": "The Einslight developer worked very well with the developers in our team to achieve this. We are now getting ready to launch also the native application for the parents, which will simplify the day to day work for multiple staff, and also greatly improve how parents can keep up to date with their child's education.",
      "what_was_the_team_composition": "What was the team composition?",
      "the_team_consisted": "The team consisted of a Product Owner (me), a web developer on our end (who would work on APIs as well) and the mobile app developer from",
      "we_also_got_help": "We also got help from another in house web developer as well as oneof our SalesForce developers to make sure it all worked.",
      "result_and_feedback": "RESULTS & FEEDBACK",
      "can_you_share_any_outcomes": "Can you share any outcomes from the project that demonstrate progress or success?",
      "when_we_first_launched": "When we first launched the mobile app for the students the students also had a web application where they could log in tosee their grades. The usage of this fell to almost 0 in very short time when they had the mobile app instead.",
      "we_also_had_very_little_issues": "We also had very little issues or work needed from support due to this change. Other processes that had been very manual and paper-based now could be managed directly in the app by the students.",
      "how_effective_was_the_workflow": "How effective was the workflow between your team and theirs?",
      "this_worked_very_well": "This worked very well. The team we worked with was super responsive and helpful."
    }
  },
  "message": {
    "notification_success": "We've got your message. You will be contacted soon. Thank you!",
    "notification_error": "Something went wrong. Please try contacting us via phone. Thank you!",
    "header_1": "We're here to help",
    "header_2": "Contact us if you have any questions about our company or products. We will try to provide an answer within a few days.",
    "chat_with_us": "Chat with us",
    "chat_with_us_description": "Ask us a question by email and we will respond within a few days.",
    "chat_with_us_action": "Leave a message",
    "drop_in": "Drop in",
    "drop_in_description": "You can meet us at our office and discuss the details of your question.",
    "drop_in_action": "Get directions",
    "call_us": "Call us",
    "call_us_description": "Call us if your question requires an immediate response.",
    "your_name": "Your name",
    "contact_number": "Contact Number",
    "company_name": "Company Name",
    "how_can_we_help": "How can we help?",
    "i_agree_terms_conditions": "I agree to the Terms & Conditions",
    "submit": "Submit",
    "leave_a_message": "Leave a message",
    "get_direction": "Get directions"
  }
}
